app/controllers/comments_controller.rb

INSERT INTO "comments" ("body", "commenter", "created_at", "post_id", "updated_at") VALUES (?, ?, ?, ?, ?)  [["body", "фыпнваыр"], ["commenter", "111"], ["created_at", Tue, 21 Jan 2014 08:10:28 UTC +00:00], ["post_id", 12], ["updated_at", Tue, 21 Jan 2014 08:10:28 UTC +00:00]]
SELECT "posts".* FROM "posts" WHERE "posts"."id" = ? LIMIT 1  [["id", "12"]]
---
  def create
    @post = Post.find(params[:post_id])
    @comment = @post.comments.create( params[:comment] )#comment_params)