app/controllers/posts_controller.rb

INSERT INTO "posts" ("created_at", "text", "title", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Sat, 21 Dec 2013 07:19:58 UTC +00:00], ["text", "ввввввввввввввввввввввввввввв"], ["title", "1111111111111"], ["updated_at", Sat, 21 Dec 2013 07:19:58 UTC +00:00]]
---
  def create
    @post = Post.new( params[:post]) #post_params )

    if @post.save